Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: This course is for students in the Master’s Degree Programme in Music Performance – Traditional Nordic Folk Music.
nb: Emnet er for studenter ved Mastergradsstudiet i utøving – folkemusikk.

source: The presentation should include one five-minute video showing the student directing an ensemble as well as a reflective paper of 400–600 words with associated example scores.
nb: Presentasjonen skal inneholde en fem minutters video med egen ensembleinstruksjon og et refleksjonsnotat på 400 til 600 ord med tilhørende noteeksempler.

source: Frank Havrøy delivers his second contribution to Rector's Christmas, this time in collaboration with cellist Sigrun Eng, who interprets the folk song with a hint of baroque.
nb: Frank Havrøy leverer sitt andre bidrag til Rektors jul, denne gangen i samarbeid med cellist Sigrun Eng, som tolker folketonen med et snev av barokk.

source: Every day we publish new lists at nmh.no of students who have registered their interest along with a brief description of each student/ensemble/band.
nb: Hvert studieår publiseres nye lister på nmh.no over alle studenter som har meldt sin interesse sammen med en kort beskrivelse av hver enkelt / hvert ensemble /band og lignende.

source: We heartily welcome these conversations, and I look forward discussing such topics further with students and staff.”
nb: Derfor er vi kjempeglade for disse samtalene, og jeg ser frem til å drøfte slike temaer videre med studenter og ansatte.

source: (2019) as an example.
nb: (2019) som eksempel.

source: (2001-2003) for folk singer and sinfonietta
nb: 2001-2003) for folkesanger og sinfonietta

source: Suddenly one began to understand 200 composers in a slightly different way.”
nb: Det er 200 komponister som man plutselig begynner å forstå på en litt annen måte.

source: Which values do we wish to promote?”
nb: Hvilke verdier vil vi fremme?

source: The Master’s Project consists of the planning and execution of a practicum as a répétiteur for a complete production at DNOB/KHiO and an independent project with a vocal group at the Norwegian Academy of Music (NMH).
nb: Masterarbeidet består av planlegging og gjennomføring av praksis som repetitør ved en fullstendig produksjon ved DNOB/ KHiO og et selvstendig prosjekt med vokalgruppe fra Norges musikkhøgskole (NMH).

source: Bansal earned her Bachelor’s degree in classical Western music in 2003.
nb: Bansal fullførte sin bachelor i vestlig, klassisk musikk i 2003.

source: Parts of the concert may be presented in a different format (DVD).
nb: Deler av konserten kan presenteres i et annet formet (dvd).

source: Through the mentor meetings, with tasks and discussions, the students can reflect on development and crossroads, and look ahead at future directions and new opportunities for exploration.
nb: Gjennom veilederens oppfølging, slik som skriveoppgaver og diskusjoner, kan studentene reflektere over utvikling og veivalg, og se fremover mot fremtidige retninger og utforskningsmuligheter.

source: All complaints submitted through the "Si ifra"-button go directly and only to
nb: Alle saker som kommer inn via "si ifra-knappen" går til kun studie- og FoU-sjef,

source: I’m the chair of Trondheim Calling, and they don’t quite know either.
nb: Jeg er styreleder i Trondheim Calling, de skjønner ikke hva det er heller.

source: Co-Creation as Interpretation
nb: Medskaping som tolkningsprosess

source: Adrian Barstad Andresen (trumpet, flugelhorn and goat horn)
nb: Adrian Barstad Andresen (trompet, flygelhorn og bukkehorn)

source: We’re not only murderers in his eyes,” Ken points out.
nb: Vi er ikke bare drapsmenn i hans øyne, påpeker Ken.

source: Students are required to participate in all rehearsals and performances during their practicums.
nb: Det er obligatorisk deltakelse i alle prøver og forestillinger i de praksisperioder studenten er en del av.

source: It’s important that we know that and that the teachers are aware of the power they yield over us,” said Trinh, before concluding:
nb: Det er viktig at vi vet det, og at lærerne er bevisste på makten de har over oss, sa Trinh, og oppsummerte:

source: The course is open to both composers and performers in Bachelor’s and Master’s programmes.
nb: Emnet er åpent for både komponister og utøvere på bachelor og masterprogram.

source: They might be having an off day, avoiding your gaze, unwilling to speak.
nb: De kunne ha en tung dag, unnvikende blikk, og ville ikke snakke.

source: Keep on with these kinds of weird, personal ideas, like making a rhythm machine, next year maybe compose an opera, in three years maybe do some research work again; this creative, active life — that’s what I want to do.”
nb: Å holde på med denne slags merkelige, personlige idéer, som kan være å lage en rytmemaskin, neste år kanskje komponere en opera, om tre år kanskje gjøre noe forskningsarbeid igjen, dette kreative, aktive livet;

source: What is Box?
nb: Hva er Box?

source: The project is led by Kjell Tore Innervik (percussion).
nb: Prosjektet ledes av Kjell Tore Innervik (perkusjon).

source: “The challenge of artistic research is to ask questions from within artistic practice, while in a traditional scientific perspective the questions are posed from the outside, practices are examined and observations made.
nb: – Utfordringen kunstnerisk utviklingsarbeid har tatt på seg, er å stille spørsmål fra innsiden av kunstpraksisen, mens med det tradisjonelle vitenskapsperspektivet, stiller man spørsmål utenfra, ser på hva som har vært gjort og observerer.

source: Individual instruction for both singer and pianist, with mandatory participation for both parties.
nb: Individuell undervisning av både sanger og pianister, med obligatorisk oppmøte for hele duoen.

source: The student should submit one arrangement of a tune from the historical jazzrepertoire with written parts for at least 6 - 10 instruments.
nb: Studenten skal levere et arrangement med ferdig utskrevne stemmer av en låt fra jazzhistorien for en besetning på 6–10 musikere.

source: I left for Vienna in September, and classes were going to begin in October.
nb: Jeg dro til Wien i september, skolen skulle starte i oktober.

source: Nøstdahl Hjelle is a pianist and a composer, and will perform her own music with her band, Firvel.
nb: Nøstdahl Hjelle er pianist og komponist, og skal fremføre egenkomponerte låter med bandet sitt, Firvel.

source: Magnus Lindberg (1958–): Trio for clarinet, cello and piano
nb: Klarinettkonsert, op. Magnus Lindberg (1958–): Trio for klarinett, cello og klaver

source: The Master’s Project is to be an independent project that reflects artistic maturity in musical performance and in the role of opera répétiteur.
nb: Masterarbeidet skal være et selvstendig utøvende prosjekt som avspeiler kunstnerisk modenhet i den musikalske utøvingen og i rollen som operarepetitør.

source: By 1 April in the fourth semester of the course all projects should be finished and documented.
nb: året skal presenteres ved offentlig konsert, minst en av dem utenfor skolen. Innen 1.

source: Koka Nikoladze was born in Georgia and lived there until he was twenty.
nb: Koka Nikoladze er født i Georgia og bodde der frem til han var tjue år.

source: There you can enjoy intimate concerts, lectures, quizzes or bingo.
nb: Der kan du også få påfyll i form av intimkonserter, foredrag, quiz eller bingo.

source: formats for digital sound (full quality and compressed)
nb: formater for digitalisert lyd (fullkvalitet og komprimert)

source: More than anything else, it was his music that shaped her as a musician and academic, she says.
nb: Det er først og fremst hans musikk som har formet henne, som musiker og forsker, sier hun.

source: The course is based on Harmony I (SATS10).
nb: Emnet bygger på Satslære I (SATS10).

source: The students are responsible for organising the programme, marketing and implementation of the concert series RÅ!
nb: Studentene har ansvar for programmering, markedsføring og gjennomføring av konsertserien RÅ!

source: Significance for the research community
nb: Betydning for forskningsmiljøene

source: But sometimes we do – on good days.
nb: Men av og til, på gode dager.

source: The Academy conserves, studies and carries on musical traditions and repertoire, in particular of classical, jazz and traditional Norwegian music.
nb: Musikkhøgskolen forvalter og viderefører musikkarv og -tradisjoner, særlig innenfor klassisk, folkemusikk og jazz.

source: The programme leader/instructors’ team organises two performance reviews with each student, normally at the beginning of the second and fourth semesters of studies.
nb: Studielederen/lærerteamet arrangerer to utviklingssamtaler med den enkelte student, normalt i begynnelsen av andre semester og fjerde semester av studiet.

source: How might the triharmonic ensemble work as a relevant practice platform for instrumental and voice students at the NMH?
nb: På hvilke måter kan det triharmoniske ensemblet fungere som en relevant øvingsarena for instrumental- og sangstudentene ved NMH?

source: Report / reflection paper describing the two projects the student has lead in year 4 of study.
nb: rapport/refleksjonstekst som redegjør for arbeidet med de to prosjektene studenten selv har ledet i 4.

source: Since 1993 Inger-Lise Ulsrud has been teaching improvisation and organ literature at the Norwegian Academy of Music, is now Professor for organ and regularly gives master classes in improvisation.
nb: Siden 1993 har Inger-Lise Ulsrud undervist i orgel og orgelimprovisasjon ved Norges musikkhøgskole og regelmessig gitt mesterklasser i improvisasjon i inn- og utland.

source: Musical characteristics in traditional Norwegian music (i.e. asymmetry, understanding tonalities and variation forms) will be a central topic.
nb: Innføring i musikalske særtrekk (for eksempel asymmetri, tonalitetsforståelse og variasjonsformer) er sentralt.

source: He discovered Nicola Sala purely by chance in connection with a report on the music theory programme drawn up on behalf of the Royal College of Music in Stockholm around ten years ago.
nb: Han oppdaget tilfeldigvis Nicola Sala i forbindelse med en utredning om musikkteorifaget på vegne av Kungliga Musikhögskolan i Stockholm for rundt ti år tilbake.

source: “As a newly trained music therapist I was doing project work at a transit reception centre for single, under-age refugees in the winter of 2008-2009.
nb: – Som nyutdannet musikkterapeut var jeg i prosjektarbeid på et transittmottak for enslige, mindreårige flyktninger vinteren 2008 og 2009.

source: The three organisation of each module will be specified during the introductory seminar.
nb: Organisering og undervisningsform for hver modul blir konkretisert i løpet av oppstartkurset.

source: They will also continue working on the subjects studied in Year 3 and will be able to undertake in-depth study of certain topics such as sound, balance, intonation and tempo.
nb: Det arbeides videre med fagområdene fra 3. studieår, med mulighet for fordypning i enkelte områder, for eksempel klang, balanse, intonasjon og tempofølelse.

source: I liked Michael Jackson and listened to other music during those years, but at home it was always classical Indian music.
nb: Jeg likte jo Michael Jackson og hørte annen musikk i den perioden, men hjemme var det alltid indisk, klassisk musikk.

source: There are many small club stages, among which Ingensteds, Kafe Hærverk, Revolver and Café Mir are worth noting.
nb: De mindre klubbscenene er mange, men verdt å merke seg – som Ingensteds, Kafe Hærverk, Revolver og Café Mir.

source: Now all that’s left is for me to find the optimal way to spend the other 20 hours of the day so I can reach my goal,” Eirik concludes.
nb: Nå gjenstår det bare finne en måte å bruke de resterende 20 timene i døgnet optimalt, for å nå dét målet, sier Eirik.

source: download a 90-day trial version of Ableton
nb: fullt fungerende 90-dagers prøveversjon av Ableton

source: The course examines style and form exercises in different types of chorale adaptations, preludes/toccatas, partitas, etc.
nb: Emnet tar for seg stil- og formøvelser i ulike typer koralbearbeidelser, preludier/toccataer, partitaer, fantasier, suiter og så videre.

source: The framework for the project is "bass, body, bows."
nb: Rammeverket for prosjektet hans er «bass, body, bows».

source: “There should definitely be something to offer newly qualified musicians,” in the opinion of Hans Ole Rian, general secretary of Creo.
nb: – Det burde definitivt vært noe for de nyutdannede musikerne, mener forbundslederen i Creo, Hans Ole Rian.

source: But I didn’t know if that was true, you know, and what it entailed,” she says.
nb: Men jeg visste jo ikke om det stemte, og hva det innebar, sier hun.

source: “The process of creating music is interminably fascinating,” says Darla Crispin, who envisages research projects on all aspects of musical practice.
nb: – Prosessen med å skape musikk er uendelig fascinerende, sier Darla Crispin, som kunne forestille seg å lage forskningsprosjekter om alle sider ved musikalsk praksis.

source: develop digital competence and a solid digital infrastructure with appropriate solutions, while at the same time digitalisation is addressed with a reflective and nuanced point of view
nb: utvikle digital kompetanse og en solid digital infrastruktur med egnede løsninger, samtidig som forholdet til digitalisering er reflektert og nyansert

source: concerts/concert lectures, performances, lasting no less than 45 minutes
nb: konsert/konsertforedrag, forestilling/performance på minimum 45 minutter

source: The way the music industry is now, it’s difficult to do that just by performing.”
nb: Slik musikkbransjen er nå, er det vanskelig å gjøre det bare gjennom det utøvende.

source: Homeside had to revise its research design and now offers net-based training and guidance.
nb: Homeside blei nødt til å revidere forskningsdesignet og tilbyr nå nettbasert opplæring og veiledning.

source: summary of conducting experience with rehearsal ensembles (minimum 8 projects with different ensembles)
nb: oversikt over dirigeringspraksis med øvingsensembler (minimum 8 prosjekter med ulike ensembler)

source: To facilitate this, I used my own ensemble, Food, through a Brazilian management.
nb: For å få dette til, brukte jeg mitt eget ensemble Food, via et brasiliansk management.

source: location recording and stereo microphone techniques
nb: location recording og stereomikrofonteknikk

source: The course will cover established subject areas within (music) scientific theory and methods as well as subject areas within Performance Studies and Artistic Research.
nb: Det omfatter etablerte fagfelt innen (musikk)vitenskapsteori og -metode så vel som fagområder innen Performance studies og Artistic research.

source: Orning held the position of co-principal cellist in the Stavanger Symphony Orchestra (1994-2000) while teaching at the conservatory.
nb: Orning var alternerende solocellist i Stavanger Symfoniorkester (1994–2000) i tillegg til å undervise ved konservatoriet.

source: Music plays a part in the work to promote health among refugee children, of that music therapist Merete Hoel Roaldsnes is convinced.
nb: Musikk har en rolle i helsefremmende arbeid med flyktningbarn, er musikkterapeut Merete Hoel Roaldsnes overbevist om.

source: All changes must be approved by the supervisor.
nb: Alle endringer skal godkjennes av veileder.

source: – The call for proposals encouraged us to develop a project in cooperation with the Student Committee, says Jon Helge Sætre, Centre Director of CEMPE.
nb: – Utlysningen har stimulert oss til å utvikle et prosjekt i samarbeid med Studentutvalget, forteller Jon Helge Sætre, senterleder for CEMPE.

source: So far 18 creative students and staff members have contributed their own interpretations of the folk tune “Et lite barn”.
nb: Hittil har 18 kreative studenter og ansatte spilt inn sine bidrag, basert på folketonen Et lite barn.

source: Music as sound
nb: Musikk som lyd

source: It was really very sad,” Ragna says.
nb: Det var ganske trist, faktisk, sier Ragna.

source: “I want to hang on to that ensemble style of playing.
nb: – Jeg vil beholde ensemblemåten å spille på.

source: The interaction between art and science is not only a central feature of this Strategy but an overarching goal for the entire institution, as formulated in the main Strategy, I samspill – 2025.
nb: Samspillet mellom kunst og vitenskap er ikke bare en sentral egenskap ved denne strategien, men en overordnet målsetning for hele institusjonen som formulert i hovedstrategien, I samspill - 2025.

source: The following modules are also included for students on the improvised music/jazz and folk music programmes:
nb: Følgende elementer vil i tillegg inngå for studenter på improvisert musikk/jazz og folkemusikk:

source: It’s clear that if an academic comes along and says that music can have a negative effect, we are kind of obstructing a good cause.
nb: Da er det klart at hvis det kommer en forsker og sier at musikk også kan virke negativt, så ødelegger vi liksom for en god sak.

source: Interdisciplinary, practical and experience-based learning projects have demonstrated high impact and relevance and should be included in the curricula.
nb: Tverrfaglige, praktiske og erfaringsbaserte prosjekter er relevante og har godt læringsutbytte, og burde inkluderes i læreplaner.

source: In 2004, 2005 and 2007 he received the Record of the Year award from the Grieg Society in London along with the Bergen Philharmonic Orchestra.
nb: I 2004, 2005 og 2007 mottok han sammen med Bergen filharmoniske orkester prisen «Record of the Year» fra Brittish Grieg Society i London.

source: Suddenly it’s closed, then it’s open, then it’s closed again,” says Tilrem, who is self-employed as a flute teacher.
nb: Plutselig stenger det, så åpner det, så stenger det, sier Tilrem som underviser fløyte-studenter som selvstendig næringsdrivende.

source: Collaboration is a key aspect of ECF – and obviously a core value for Sønning.
nb: Samarbeid er en sentral del av ECF – og åpenbart en kjerneverdi for Sønning.

source: Sønning quotes from his own book when he lists six challenges he has identified as part of this work.
nb: Sønning siterer fra egen bok når han ramser opp seks utfordringer han har identifisert i dette arbeidet.

source: “We have several discussion subjects, where we talk about music with each other.
nb: Vi har en del diskusjonsfag, hvor vi snakker om musikk med hverandre.

source: In the meeting between art and science, our knowledge and understanding of music as an art form are challenged and expanded.
nb: I møtet mellom kunst og vitenskap utfordres og utvides vår kunnskap og innsikt om musikk som kunstform og uttrykksform.

source: PhD fellow Lars-Thomas Holm’s project aims to edit and create critical and scientific issues for practical use, of Ludvig Irgens-Jensen's Piano Quintet (1926), the cantata Der Gott und die Bajadere (1932) and Symphony in D minor (1941).
nb: Ph.d.-stipendiat Lars-Thomas Holm tar i sitt prosjekt sikte på å redigere og lage kritisk-vitenskapelige utgaver til praktisk bruk av Ludvig Irgens-Jensens Klaverkvintett (1926), kantaten Der Gott und die Bajadere (1932) og Symfoni i d-moll (1941).

source: The electro-acoustic journey of Mantiq Al-Tayr is a conceptual vision of bringing to life the story from Attar’s work through the sound by Iranian composer Idin Samimi Mofakham.
nb: Den elektroakustiske reisen til Mantiq Al-Tayr er en konseptuell visjon om å virkeliggjøre historien fra Attars verk, via lyden til den iranske komponisten Idin Samimi Mofakham.

source: I was 21, and of all the music genres I was interested in, Hardanger fiddle music soon became the musical language I felt most at home with.
nb: Jeg var 21 år, og av alle musikksjangere jeg var interessert i, ble hardingfelemusikk raskt det musikalske språket jeg følte meg mest hjemme i.

source: Augestad is excited about receiving visits from current students.
nb: Augestad gleder seg til å få besøk av nåværende studenter.

source: The supervision agreement between the student, the supervisor, and the Norwegian Academy of Music on the students’ rights and obligations must be signed by both the student and the supervisor.
nb: Veiledningsavtalen mellom student, veileder og Musikkhøgskolen som angir studentens plikter og rettigheter, samt veileders ansvar og plikter, skal signeres av både student og veileder.

source: Student rights and responsibilities
nb: Studieprogresjon og studierett

source: Guro Utne Salvesen, Master's student in Voice and Vocal Studies at NMH and former Vice President of the Student Committee, is responsible for the job shadowing project.
nb: Guro Utne Salvesen, masterstudent i sang ved Musikkhøgskolen og tidligere nestleder i Studentutvalget, leder arbeidet med Jobbskygging-prosjektet.

source: - Why is the an accepted wisdom that the arts should be the last to reopen in Norway?
nb: – Hvorfor er det en akseptert sannhet at kunstfeltet skal være det siste som åpner i Norge?

source: Location recording or multitrack recording 1: Analysis
nb: Location recording eller lag-på-lag 1: Analyse

source: He himself thinks that it is purely coincidental that his situation is as good as it is.
nb: Selv mener han at det bare er tilfeldigheter som har gjort at det har gått såpass bra for hans del.

source: The band will play Folkedal's own songs.
nb: Bandet spiller låter komponert av Folkedal.

source: Assessment is given continuously until the end of the course, and the requirement for attendance thus also applies after 15 April.
nb: Vurdering gis kontinuerlig frem til emnets avslutning, og kravet om oppmøte gjelder således også etter 15.

source: Assessment by course tutor/practical-oral exam
nb: Praktisk-muntlig eksamen/ vurdering fra faglærer

source: The questions will be organised and presented to the candidates by a moderator, student and member of the board, Sverker Rundqvist.
nb: Spørsmålene blir sortert og tatt med inn i møtet av ordstyrer, student og styremedlem Sverker Rundqvist.

source: Scope: Approx. 10–15 minutes.
nb: Omtrent 10 til 15 minutter.

source: Music students and music life in change and crisis
nb: Musikkstudenter og musikkliv i omstilling og krise

source: He then left Norway for a Master's degree in classical music performance in Bern, Switzerland, under Teodoro Anzellotti (IT) at Hochschule der Künste Bern (2017–2019).
nb: Deretter flyttet han til Sveits for sin mastergrad i utøvende klassisk musikk ved Hochschule der Künste Bern (2017–2019) under italienske Teodoro Anzellotti.

source: Langvad combination action with 8,000 combinations over 40 divisions, each with 200 combinations.
nb: Langvad kombinasjonsanlegg med 8000 kombinasjoner delt i 40 brukerområder à 200 kombinasjoner.

source: The course tutor facilitates assessment situations during classes.
nb: Faglærer legger til rette for vurderingssituasjoner i løpet av undervisningen.

source: Catarina Ruud holds an MSc in management and organisational psychology.
nb: Catarina Ruud har MSc i ledelse og organisasjonspsykologi.

source: CEMPE helped to finance the project together with the NTNU.
nb: CEMPE har bidratt til finansieringen av prosjektet sammen med NTNU.

source: More than 20 % absence from the seminar will normally result in a failing mark.
nb: Dette innebærer normalt at fravær på mer enn 20 prosent medfører at studenten ikke består emnet.

source: It must show high artistic and technological proficiency as well as originality.
nb: Det skal avspeile høyt kunstnerisk og musikkteknologisk nivå og originalitet.

source: Approximate teaching resource is 90 minutes a week for twelve weeks.
nb: Veiledende undervisningsressurs er 90 minutter ganger tolv.
